{
	"name":"Cassius Au Belladona",
	"personalities":["steady", "aggressive"],
	"gender":["m"],
	"chance":1,
	"talkativeness":1.5,
	"categoryTags":["othermedia", "book", "redrising"],
	
	"lines":{
		"start":[
			{"text":"Well, I do believe it is time we feed them to the wolves, my Goodman."},
                        {"text":"Alea Iacta Est"},
			{"text":"Audentes Fortuna Juvat? Cacatne Ursus in Silvis?"},
			{"text":"I expect no mercy. I ask only that if I fall, honor my bones and send them to the sun."},
			{"text":"My heart was my brother. And I no longer believe in a world that says he was too weak to deserve life. He would have believed in this. In the hope for something new. For Him, I can believe that too."},
			{"text":"We can only obey what we are. Without a storm, you and I? We’re just men. But give us this. Give us conflict…how we rattle and roar."}
		],
		"start_boss":[
			{"text":"I know death well enough to hear it gather its breath"},
			{"text":"You are Destroyers, without a doubt. But can you be Builders?"},
			{"text":"Do not fear for me. Instead, pity them."},
			{"text":"You all think you’re the chosen people. The keepers of the flame. Please. You know how many have thought that? You’re just like the rest. Too vain to realize the flame has gone out. Your dream was dead before any of us were ever born."},
			{"text":"She’s pretty as a peach, but she’s all rotten inside. I took a bite once, if you catch my flow."}
			
		],
		"retreat":[
			{"text":"You make it sound so easy."},
			{"text":"You’re being ridiculous. In the end I’ll be more famous than you anyway, my goodman. Cassius Au Belladona, the Man Who Killed Fear."},
			{"text":"If a man cannot learn from his mistakes, then what hope is there but to kill us all at first sin?"},
			{"text":"Are we all going to die, goodman?"},
			{"text":"Well, they pissed on me and lived, Name one other person who’s done that."},
		],
		"out_of_missiles":[
			{"text":"Shall I be rude to them over the comms, goodman?"},
			{"text":"My goodman, throw something out the airlock at them."},
			{"text":"Hold on, I'll try to take a shot out the airlock.."}
		],

		"engaged":[
			{"text":"Pity them"},
			{"text":"Hear me now, you wretched worm. We are devils to one another till one rots in hell."},
			{"text":"There will be no mercy."}
		],

		"need_help":[
			{"text":"I trust you like I trust the vaulting sky. I look up, and there it is. Different shades, perhaps, but always there. Always true."},
			{"text":"A man thinks he can fly, but he is afraid to jump. A poor friend pushes him from behind. A good friend jumps with."},
			{"text":"Are you waiting for an invitation, goodman?"}
		],

		"pursuing":[
			{"text":"Once the first breaks, the rest will feel like they have permission to follow."},
			{"text":"What? Did somebody compliment me?” he asks. “It’s the jawline. Isn’t it selfless, really. I take the pressure off everyone else. They don’t have to worry about being the most handsome in the room. They can just be. Ah. Heavy is the chin that sets the bar."},
			{"text":"If you don’t have the stomach to win, there's plenty of people who do, and will."},
			{"text":"You know who I am."},
			{"text":"Are the services of a hero required?"}
		],

		"running":[
			{"text":"Fine. You can be the most despised"},
			{"text":"It won’t be easy then, goodman."},
			{"text":"When I die, whenever that day comes, I will hear the wind that howls like a wolf and know I am home."},
			{"text":"I bet he’s as horrified as I am about the state of the hull."},
			{"text":"Up for a race?"}
		],

		"hull_90":[
			{"text":"That motherf*cker's gonna burn."},
			{"text":"The ultimate honor between peers—a conversation in the language we both have mastered. Violence."},
			{"text":"I am Iron. I am Death. I am Gold."},
			{"text":"The roaches are all in one bucket, and the lads are in the mood to stomp!"}
		],

		"hull_50":[
			{"text":"Aren’t you afraid you’re going to break everything and not be able to put it back together?"},
			{"text":"The purpose of war is to kill your enemies!"},
			{"text":"All have come expecting to see me fail. They just might."}
		],

		"hull_30":[
			{"text":"That was not flying. That was just ‘not crashing.’"},
			{"text":"Death begets death begets death …"},
			{"text":"The vessel has been severely damaged! Requesting allowance to retreat!"},
			{"text":"Remember, you live for the fallen, for at your word they ran to the grave. Make not their sacrifice be ever in vain.."},
			{"text":"My heart is often iron, but it melts for the broken.."},
			{"text":"I know what it is to be small. To be…stepped on. There’s dignity in holding up your hands against the boot. But it crushes all the same."}
		],

		"overload":[
			{"text":"If this is the end, I will rage toward it."},
			{"text":"Let them do their worst. I know how to suffer. I know the darkness."},
			{"text":"All that we have is that shout into the wind--how we live. How we go. And how we stand before we fall."}
		],

		"death":[
			{"text":"I'm gonna lather him in honey and feed him to the berserkers. I swear to-"},
			{"text":"I never was fond of irony.."},
			{"text":"Who knows, perhaps the darkness will be kinder than the lig-"},
			{"text":"We all deserve the worms."},
                        {"text":"What are the stakes if no one’s dying?"},
			{"text":"The generation that lights the fuse usually gets buried in the rubble.."}
		],
		"victory":[
			{"text":"Well, I do believe I am the lightning, And you, my brooding friend, are the thunder."},
			{"text":"Out of darkness, light."},
			{"text":"I am Cassius au Belladona, son of Tiberius, son of Julia, Slayer of Beasts and Men, and my honor remains."},
			{"text":"I forgot how crazy you are."},
			{"text":"I am bored, Darrow. I am terminally bored. I yearn for the clash. I yearn for martial sensation."}
		],
		"victory_boss":[
			{"text":"Bloodydamn.."}, 
			{"text":"'Alis Aquilae'"}, 
			{"text":"'Pulvis et Umbra Sumus'"}, 
			{"text":"Res, non Verba"}, 
			{"text":"You tell anyone I cried, I’ll find a dead fish, put it in a sock, hide it in your room, and let it putrefy."},
			{"text":"All deeds that last are painted in blood."}, 
			{"text":"Virtute et Armis"}, 
			{"text":"For those who dine with war and empire, the bill always comes at the end."}, 
			{"text":"A fool pulls the leaves. A brute chops the trunk. A sage digs the roots."}, 
			{"text":"When the law is not obeyed, the ground is fertile for tyrants."}, 
			{"text":"You asked, what do I fear? I fear a man who believes in good. For he can excuse any evil."}, 
			{"text":"Is a man a coward if he realizes that bravery is just a myth the old tell the young so they line up for the meatgrinder?"}
		],
	}
}
